/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "コンテンツを見つけることができません。";

/* kBRMediaPlayerSongPlaybackError*/
201 = "現在の曲を再生できません。";


/* kBRMediaNoPhotoContent */
301 = "写真を見つけることができません。";

/* kBRMediaNoPodcastContent */
302 = "Podcast を見つけることができません。";

/* kBRMediaNotDRMAuthorized */
303 = "このコンテンツを再生することが認証されていません。";

/* kBRMediaNoTVShowContent */
305 = "テレビ番組を見つけることができません。";

/* kBRMediaNoMusicVideoContent */
306 = "ミュージックビデオを見つけることができません。";

/* kBRMediaNoPlaylists */
307 = "プレイリストを見つけることができません。";

/* kBRMediaNoSongContent */
308 = "曲を見つけることができません。";

/* kBRMediaNoAudioBookContent */
309 = "オーディオブックを見つけることができません。";

/* kBRMediaNoMovies */
315 = "ムービーを見つけることができません。";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "このコンテンツを再生することが認証されていません。";


/* kBRDataSourceConnectionInProgressError */
420 = "すでにこのソースに接続しようとしています。";

/* KBRSystemNetworkHostUnreachable */
501 = "このライブラリに接続できません。";

